IDEA Open Model
PointResultOfTA Class
Compatible with IDEA StatiCa v 10.1
 Point Result of TA
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Result.PointResultBase
 IdeaRS.OpenModel.Result.PointResultOfTA
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public class PointResultOfTA : PointResultBase
Public Class PointResultOfTA
	Inherits PointResultBase
public ref class PointResultOfTA : public PointResultBase
The PointResultOfTA type exposes the following members.
Constructors
Name | Description
PointResultOfTA
Initializes a new instance of the PointResultOfTA class
Top
Properties
Name | Description
Loading
 Loading
 (Inherited from PointResultBase.)
Temp
 Temperature
Top
See Also
Reference
IdeaRS.OpenModel.Result Namespace